Repository: gpawru/touchpad
Catalog: po/*.po
Languages: hu, pt_br, ru

# prefs.window.title
source: Touchpad Switcher
hu: Érintőtábla-kapcsoló
ru: Настройки Touchpad Switcher

# prefs.group.appearance.title
source: Appearance
hu: Megjelenés
pt_br: Aparência
ru: Отображение

# prefs.group.appearance.description
source: Configure the appearance of Touchpad Switcher
hu: Érintőtábla-kapcsoló megjelenítése az értesítési területen
pt_br: Configure a aparência do Touchpad Switcher
ru: Настройки отображения расширения Touchpad Switcher

# prefs.show_indicator.title
source: Show indicator
hu: Állapotjelző ikon
pt_br: Mostrar ícone no painel
ru: Показывать иконку

# prefs.show_indicator.subtitle
source: Whether to show the panel indicator
hu: Ikon megjelenítése az értesítési területen
pt_br: Selecione para mostrar o ícone no painel
ru: Показывать иконку состояния в системном трее

# toggle.title
source: Touchpad
hu: Érintőtábla
ru: Тачпад

# toggle.subtitle.enabled
source: Enabled
hu: Bekapcsolva
pt_br: Habilitado
ru: Включён

# toggle.subtitle.mouseonly
source: Mouse only
hu: Csak egér
pt_br: Apenas o mouse
ru: Только мышь

# toggle.subtitle.disabled
source: Disabled
hu: Kikapcsolva
pt_br: Desabilitado
ru: Выключен

# toggle.popup.title
source: Touchpad settings
hu: Érintőtábla beállításai
pt_br: Configurações do Touchpad
ru: Настройки тачпада

# toggle.popup.option.enabled
source: Enabled
hu: Bekapcsolás
pt_br: Habilitado
ru: Включён

# toggle.popup.option.mouseonly
source: Off with external mouse
hu: Kikapcsolás, ha egér csatlakozik
pt_br: Desativado ao utilizar mouse externo
ru: Отключён при подсоединённой мыши

# toggle.popup.option.disabled
source: Disabled
hu: Kikapcsolás
pt_br: Desabilitado
ru: Выключен
